Repository: Tiny-Orange-Labs/CitrusCore
Catalog: frontend/misc/xliff/*-1901.xlf
Languages: de_ch_1901

# sebf7bfdc93f34404
source: Wrong Password or Username
de_ch_1901: Falsches Passwort oder Benutzername

# sf0034e5a35beb589
source: Your Username or Password is wrong
de_ch_1901: Dein Benutzername oder Passwort ist falsch

# s17d6e088af315c6a
source: Credentials are Empty
de_ch_1901: Zugangsdaten sind Leer

# s8c82b2a3a1dd23b1
source: Please fill in Username and Password
de_ch_1901: Bitte gib einen Benutzername und ein Passwort ein

# s94a644b5e0880579
source: username
de_ch_1901: benutzername

# s4b1a493507b3a318
source: password
de_ch_1901: passwort

# sbb8f299ccf033beb
source: analytics
de_ch_1901: analyse

# s0a7cf666efcba93f
source: calendar
de_ch_1901: kalender

# sad172e5427857448
source: Your profile avatar
de_ch_1901: Dein Profilebild

# s3507acf6d495a60d
source: View Profile
de_ch_1901: Profil Ansehen

# s8add349e618ba10e
source: profile
de_ch_1901: profil

# s092736ff8c67345f
source: User Update
de_ch_1901: Profil Update

# s8920110bb80735a3
source: Change user details to trigger an update
de_ch_1901: Ändere deine Profildaten um ein Update durchzuführen

# sf1992e3514447d4d
source: Changes saved
de_ch_1901: Änderungen gespeichert

# sd2fd35287f0a935b
source: language
de_ch_1901: sprache

# s8563c5a14e9a42f2
source: New Password
de_ch_1901: Neues Passwort

# sde639bc9cfeb7740
source: Please fill out all fields
de_ch_1901: Bitte fülle alle Felder aus

# s7dcd0ead91674605
source: New password doesn't match
de_ch_1901: Neues passwort ist nicht gleich

# s0443e0417379b9ca
source: Old password and new password are the same
de_ch_1901: Altes und neues Passwort sind gleich

# sf0398c9d0c7bb2a8
source: Old password is wrong
de_ch_1901: Altes Passwort ist falsch

# s30fc77dc5fe4ea53
source: New password is too short, min 8 characterss
de_ch_1901: Neues Passwort ist zu kurz, min 8 Zeichen

# se2fc4d6f986ac058
source: New password is too long, max 35 characters
de_ch_1901: Neues Password ist zu lang, max 35 Zeichen

# sfe2dbf7c7b16633c
source: New password cannot contain spaces
de_ch_1901: Neues Passwort darf keine leerzeichen enthalten

# s95e1fd5adcaa87c6
source: New password cannot be the same as your username
de_ch_1901: Neues Passwort darf nicht der benutzername sein

# sb404880247c5f122
source: New password must contain at least one number
de_ch_1901: Neues Passwort muss zumindest eine Zahl enthalten

# sb14a5c8515bf326c
source: New password must contain at least one lowercase letter
de_ch_1901: Neues Passwort muss zumindest einen Kleinbuchstaben enthalten

# s3708c4e742774017
source: New password must contain at least one uppercase letter
de_ch_1901: Neues Passwort muss zumindest einen Großbuchstaben enthalten

# s93125e910b6543d9
source: Password changed successfully, refresh in 5 seconds
de_ch_1901: Passwort erfolgreich geändert, app lädt automatisch neu in 5 Sekunden

# sb9bd4f5a3810b77e
source: Something went wrong
de_ch_1901: Es ist etwas falsch gelaufen

# s38887b94b3320533
source: Email address
de_ch_1901: E-Mail Adresse

# sc94935514840c766
source: write something about you
de_ch_1901: schreibe etwas über dich

# s3f74142d6181ea7e
source: about
de_ch_1901: über dich

# s31e7a66bde741263
source: photo
de_ch_1901: Foto

# sb00577c60b883eec
source: click to upload new avatar
de_ch_1901: klicken um neuen avatar hochzuladen

# s096a5e18bf857c28
source: save
de_ch_1901: speichern

# sabe8b86feae6da6f
source: Old Password
de_ch_1901: Altes Passwort

# s6727aa948e017eea
source: Confirm New Password
de_ch_1901: Neues Passwort bestätigen

# s8671c2b9d8b6efcd
source: update password
de_ch_1901: Password ändern

# s220bcce27242e1e9
source: search
de_ch_1901: suche

# s9af4247d2770e0c1
source: Image is too small, min 224x224
de_ch_1901: Bild ist zu klein, min 224x224

# s38431e2477552a47
source: Avatar changed successfully, refresh to see changes
de_ch_1901: Avatar wurde erfolgreich geändert, lade neu um Änderungen zu sehen

# sa6ae25f85d073955
source: Add Team Member
de_ch_1901: Füge neues Team Mitglied hinzu

# sfd4eae222487d9fc
source: Remove Team Member
de_ch_1901: Entferne Team Mitglied

# s34a24a22e9a81f5c
source: Change Team Member Role
de_ch_1901: Ändere eine Mitglieder Role

# sce0b11b46ba22d47
source: Change Team Member Rights
de_ch_1901: Ändere Rechte für Mitglieder

# sb96de5ab76cc11a1
source: Team member can add other team members
de_ch_1901: Teammitglieder können andere Teammitglieder hinzufügen

# sfef5b72c519df9a8
source: Team member can remove other team members
de_ch_1901: Teammitglieder können andere Teammitglieder löschen

# sa01b0c19355e616a
source: Team member can change the role of other team members
de_ch_1901: Teammitglieder können die Role anderer Mitglieder ändern

# sc592307ea80f16b9
source: Unknown
de_ch_1901: Unbekannt

# sc7c9db3a033e8402
source: Unknown Rights, please add them to frontent/src/ts/utililties/trans/
de_ch_1901: Unbekannte Rechte, bitte zu frontent/src/ts/utililties/trans/ hinzufügen

# sbadaf48f968fa2a1
source: Are you sure you want to remove {{1}} from {{2}}?
de_ch_1901: Bist du sicher das du {{1}} von {{2}} entfernen möchtest?

# sbe5506cb0bb8f779
source: attention
de_ch_1901: achtung

# sb53f7a197981b790
source: yes
de_ch_1901: ja

# s08b35907b5589afa
source: no
de_ch_1901: nein

# s136d117ab412d38a
source: role changed successfully
de_ch_1901: Rolle erfolgreich geändert

# s5f2389220b328d54
source: member removed successfully
de_ch_1901: Mitglied erfolgreich gelöscht

# saf7d1233a708a00a
source: member added successfully
de_ch_1901: Mitglied erfolgreich hinzugefügt

# s8ea615d438d3b957
source: New member role
de_ch_1901: Neue Mitgliederrole

# saece69a1336016d3
source: Image is too big, max 4mb
de_ch_1901: Bild ist zu groß, max 4mb

# sc9f3c6d0c83b7972
source: Add a new member to the team
de_ch_1901: Neues Mitglied hinzugefügt

# s49cb825cccfefc7f
source: team members
de_ch_1901: teammitglieder

# sae2c11fc9d920b11
source: Team member can change the rights of other team members
de_ch_1901: Teammitglieder könnenn Rechte anderer Teammitglieder ändern

# s9aaa98d99174aa9d
source: Team member can create roles
de_ch_1901: Teammitglied kannn Rollen erstellen

# s43cb076c851e120b
source: Team member can create new roles for other team member
de_ch_1901: Teammitglieder können neue Rollen für andere Teammitglieder erstellen

# sbfcb6322af980d44
source: add role
de_ch_1901: Rolle hinzufügen

# s71f19eef1c496833
source: remove role
de_ch_1901: Rollen Löschen

# s6b911fc3da7afcbb
source: You have successfully removed the role {{1}}
de_ch_1901: Du hast die Rolle {{1}} erfolgreich gelöscht

# s8d7c93c81f3e5f43
source: You cannot remove member or admin role
de_ch_1901: Du kannst die Member und Admin Rolle nicht löschen

# se3f066d97ba679e6
source: New role name
de_ch_1901: Neuen Rollennamen

# s5aa7d748ca540906
source: Are you sure you want to remove this role?
de_ch_1901: Bist du sicher das du diese Rolle löschen möchtest?

# s7e5f7abe09509b09
source: accept
de_ch_1901: aktzeptieren
